Repository: wavesnode/gateway-for-woocommerce
Catalog: languages/waves-gateway-for-woocommerce-*.po
Languages: nl_nl

source: Awaiting transfer..
nl_nl: Wachten op betaling...

source: copied
nl_nl: gekopieerd

source: destination address
nl_nl: Ontvanger

source: attachment
nl_nl: bijlage (attachment)

source: Send a payment of exactly %s to the address above (click the links to copy or scan the QR code). We will check in the background and notify you when the payment has been validated.
nl_nl: Stuur een betaling van exact %s naar het adres hierboven (klik op de links om te kopiÃ«ren of scan de QR code). De pagina wordt ververst als de betaling ontvangen is.

source: Please send your payment within %s.
nl_nl: Verstuur de betaling binnen %s.

source: When the timer reaches 0 this form will refresh and update the attachment as well as the total amount using the latest conversion rate.
nl_nl: Zodra de timer is afgelopen zal dit formulier verversen en de bedragen en de attachment bijwerken aan de hand van de meest recente wisselkoers.

source: Enable/Disable
nl_nl: Inschakelen/Uitschakelen

source: Enable Waves payments
nl_nl: Waves betalingen inschakelen

source: Title
nl_nl: Titel

source: This controls the title which the user sees during checkout.
nl_nl: Dit bepaalt de titel die wordt weergegeven op de afrekenpagina.

source: Pay with WAVES
nl_nl: Betaal met WAVES

source: Customer Message
nl_nl: Klantbericht

source: Destination address
nl_nl: Ontvangstwallet

source: This addresses will be used for receiving funds.
nl_nl: Dit adres wordt gebruikt om betalingen te ontvangen

source: Convert prices
nl_nl: Bedragen omrekenen

source: Add prices in WAVES
nl_nl: Bedragen in Waves toevoegen

source: Waves Gateway for Woocommerce
nl_nl: Waves Gateway voor Woocommerce

source: Show prices in WAVES and accept WAVES payments in your woocommerce webshop
nl_nl: Geef de prijzen weer in WAVES en accepteer WAVES betalingen in je Woocommerce webshop
